{
    "locales": {
            "en": {
              "title": "Education",
              "title_long_prefix": "This is my",
              "title_long": "**Educational** Background"
            },
            "es": {
              "title": "Educación",
              "title_long_prefix": "Esta es mi",
              "title_long": "**Formación** Educativa"
            },
            "fr": {
              "title": "Éducation",
              "title_long_prefix": "C'est mon",
              "title_long": "**Contexte** Éducatif"
            },
            "nl": {
              "title": "Opleiding",
              "title_long_prefix": "Dit is mijn",
              "title_long": "**Onderwijs** Achtergrond"
            },
            "gh": {
              "title": "Adesua",
              "title_long_prefix": "Wei yɛ me",
              "title_long": "**Adesua** Nsɛm"
            },
            "ge": {
              "title": "Bildung",
              "title_long_prefix": "Dies ist mein",
              "title_long": "Meine **Bildungs**hintergrund"
          
    }},

    "articles": [
        {
            "id": "academic",
            "component": "ArticleTimeline",
            "config": {},
            "locales": {},

            "items": [
                {
                    "icon": {
                        "img": "images/pictures/Knust.jpeg",
                        "fa": "",
                        "faColors": {"bg": null, "fill": null}
                    },
                    "dates": {
                        "start": "01/01/2015",
                        "end": "12/01/2019"
                    },
                    "locales": {
                            "en": {
                              "title": "**Bachelor** in Computer Science",
                              "info": "Kwame Nkrumah University of Science & Technology",
                              "text": "Earned a Bachelor's degree in Computer Science with a strong emphasis on algorithms, data structures, software engineering, and web development. Acquired practical experience through diverse programming projects and intensive boot camp training, demonstrating a commitment to continuous learning and skill development.",
                              "tags": []
                            },
                            "es": {
                              "title": "**Licenciatura** en Ciencias de la Computación",
                              "info": "Universidad de Ciencia y Tecnología Kwame Nkrumah",
                              "text": "Obtuvo una licenciatura en Ciencias de la Computación con un fuerte énfasis en algoritmos, estructuras de datos, ingeniería de software y desarrollo web. Adquirió experiencia práctica a través de diversos proyectos de programación y un intenso entrenamiento tipo bootcamp, demostrando un compromiso con el aprendizaje continuo y el desarrollo de habilidades.",
                              "tags": []
                            },
                            "fr": {
                              "title": "**Licence** en Informatique",
                              "info": "Université Kwame Nkrumah des Sciences et Technologies",
                              "text": "Obtenu une licence en informatique avec un fort accent sur les algorithmes, les structures de données, le génie logiciel et le développement web. Acquis de l'expérience pratique à travers divers projets de programmation et un entraînement intensif type bootcamp, démontrant un engagement envers l'apprentissage continu et le développement des compétences.",
                              "tags": []
                            },
                            "nl": {
                              "title": "**Bachelor** in Computerwetenschappen",
                              "info": "Kwame Nkrumah Universiteit voor Wetenschap & Technologie",
                              "text": "Behaalde een bachelordiploma in Computerwetenschappen met sterke nadruk op algoritmen, datastructuren, software engineering en webontwikkeling. Verzamelde praktische ervaring via diverse programmeerprojecten en intensieve bootcamp-training, wat een toewijding aan continu leren en vaardigheidsontwikkeling aantoont.",
                              "tags": []
                            },
                            "gh": {
                              "title": "**Bachelor** wɔ Computer Science mu",
                              "info": "Kwame Nkrumah University of Science & Technology",
                              "text": "Mede Bachelor degree wɔ Computer Science mu a na m’ani da algorithms, data structures, software engineering ne web development so. Manya practical experience wɔ programming projects ne intensive bootcamp training mu, a ɛda m’ahotoso wɔ sukuu mu ne skills development ho adi.",
                              "tags": []
                            },
                            "ge": {
                              "title": "**Bachelor** in Informatik",
                              "info": "Kwame Nkrumah Universität für Wissenschaft & Technologie",
                              "text": "Erlangte einen Bachelor-Abschluss in Informatik mit starkem Fokus auf Algorithmen, Datenstrukturen, Softwareentwicklung und Webentwicklung. Sammelte praktische Erfahrung durch diverse Programmierprojekte und intensive Bootcamp-Schulungen, was ein Engagement für kontinuierliches Lernen und Kompetenzentwicklung zeigt.",
                              "tags": []
                            }
                          
                }},

                {
                    "icon": {
                        "img": "images/pictures/owass.png",
                        "fa": "",
                        "faColors": {"bg": null, "fill": null}
                    },
                    "dates": {
                        "start": "01/09/2011",
                        "end": "01/05/2014"
                    },
                    "locales": {
                            "en": {
                              "title": "General Science **High School Diploma**",
                              "info": "Opoku Ware School",
                              "text": "Completed a high school diploma in General Science, with a focus on physics, chemistry, biology, and mathematics. Developed a strong foundation in analytical thinking, problem-solving, and scientific principles through coursework and practical experiments."
                            },
                            "es": {
                              "title": "Diploma de **Bachillerato** en Ciencias Generales",
                              "info": "Opoku Ware School",
                              "text": "Completó un diploma de bachillerato en Ciencias Generales, con enfoque en física, química, biología y matemáticas. Desarrolló una sólida base en pensamiento analítico, resolución de problemas y principios científicos a través de cursos y experimentos prácticos."
                            },
                            "fr": {
                              "title": "Diplôme d’**Études Secondaires** en Sciences Générales",
                              "info": "Opoku Ware School",
                              "text": "A complété un diplôme d'études secondaires en sciences générales, avec un accent sur la physique, la chimie, la biologie et les mathématiques. A développé une solide base en pensée analytique, résolution de problèmes et principes scientifiques à travers les cours et les expériences pratiques."
                            },
                            "nl": {
                              "title": "Algemene Wetenschappen **VWO Diploma**",
                              "info": "Opoku Ware School",
                              "text": "Voltooide een middelbare schooldiploma in Algemene Wetenschappen, met focus op natuurkunde, scheikunde, biologie en wiskunde. Ontwikkelde een sterke basis in analytisch denken, probleemoplossing en wetenschappelijke principes door middel van cursussen en praktische experimenten."
                            },
                            "gh": {
                              "title": "General Science **High School Diploma**",
                              "info": "Opoku Ware School",
                              "text": "Medi High School diploma wɔ General Science mu, na m’ani da physics, chemistry, biology ne mathematics so. Manya akyɛdeɛ wɔ analytical thinking, problem-solving ne scientific principles mu wɔ coursework ne practical experiments mu."
                            },
                            "ge": {
                              "title": "Allgemeine Wissenschaft **Abitur**",
                              "info": "Opoku Ware School",
                              "text": "Abgeschlossenes Highschool-Diplom in Allgemeiner Wissenschaft mit Schwerpunkt auf Physik, Chemie, Biologie und Mathematik. Aufbau einer soliden Grundlage in analytischem Denken, Problemlösung und wissenschaftlichen Prinzipien durch Kursarbeit und praktische Experimente."
                            }
                          
                    }
                }
            ]
        }
    ]
}
