{
    "locales": {
            "en": {
              "title": "Portfolio",
              "title_long_prefix": "Take a look at",
              "title_long": "My **Portfolio**"
            },
            "es": {
              "title": "Portafolio",
              "title_long_prefix": "Echa un vistazo a",
              "title_long": "Mi **Portafolio**"
            },
            "fr": {
              "title": "Portfolio",
              "title_long_prefix": "Jetez un œil à",
              "title_long": "Mon **Portfolio**"
            },
            "nl": {
              "title": "Portfolio",
              "title_long_prefix": "Bekijk",
              "title_long": "Mijn **Portfolio**"
            },
            "gh": {
              "title": "Adwumayɛ Ahyɛase",
              "title_long_prefix": "Hwɛ",
              "title_long": "Me **Adwumayɛ Ahyɛase**"
            },
            "ge": {
              "title": "Portfolio",
              "title_long_prefix": "Werfen Sie einen Blick auf",
              "title_long": "Mein **Portfolio**"
            }          
    },

    "articles": [
        {
            "id": "work",
            "component": "ArticleCards",
            "config": {},
            "locales": {},

            "items": [
                {
                    "icon": {
                        "img": "images/pictures/momo.webp",
                        "fa": "",
                        "faColors": {"bg": null, "fill": null}
                    },
                  
                    "locales": {
                            "en": {
                              "title": "<a href='https://github.com/Charl674/Music-Recommender' target='_blank' rel='noopener noreferrer'>Music Recommendation System (Hybrid)</a>",
                              "text": [
                                "Developed a hybrid music recommendation system using Python, combining collaborative filtering (ALS) for personalized suggestions, content-based filtering on audio features and genres, and a popularity fallback for new users or songs. The system leverages pandas, NumPy, SciPy, scikit-learn, matplotlib, and implicit (ALS) to deliver accurate and diverse recommendations."
                              ],
                              "tags": ["Python", "Machine Learning", "Recommendation System"]
                            },
                            "es": {
                              "title": "<a href='https://github.com/Charl674/Music-Recommender' target='_blank' rel='noopener noreferrer'>Sistema de Recomendación de Música (Híbrido)</a>",
                              "text": [
                                "Desarrollé un sistema híbrido de recomendación de música en Python, combinando filtrado colaborativo (ALS) para sugerencias personalizadas, filtrado basado en características de audio y géneros, y un fallback de popularidad para nuevos usuarios o canciones. El sistema utiliza pandas, NumPy, SciPy, scikit-learn, matplotlib e implicit (ALS) para ofrecer recomendaciones precisas y diversas."
                              ],
                              "tags": ["Python", "Machine Learning", "Sistema de Recomendación"]
                            },
                            "fr": {
                              "title": "<a href='https://github.com/Charl674/Music-Recommender' target='_blank' rel='noopener noreferrer'>Système de Recommandation Musicale (Hybride)</a>",
                              "text": [
                                "Développé un système hybride de recommandation musicale en Python, combinant filtrage collaboratif (ALS) pour des suggestions personnalisées, filtrage basé sur les caractéristiques audio et les genres, et un fallback de popularité pour les nouveaux utilisateurs ou chansons. Le système utilise pandas, NumPy, SciPy, scikit-learn, matplotlib et implicit (ALS) pour fournir des recommandations précises et variées."
                              ],
                              "tags": ["Python", "Machine Learning", "Système de Recommandation"]
                            },
                            "nl": {
                              "title": "<a href='https://github.com/Charl674/Music-Recommender' target='_blank' rel='noopener noreferrer'>Hybride Muziekaanbevelingssysteem</a>",
                              "text": [
                                "Ontwikkelde een hybride muziek-aanbevelingssysteem met Python, dat collaborative filtering (ALS) voor persoonlijke suggesties combineert met content-based filtering op audiofuncties en genres, en een populariteitsfallback voor nieuwe gebruikers of nummers. Het systeem maakt gebruik van pandas, NumPy, SciPy, scikit-learn, matplotlib en implicit (ALS) om nauwkeurige en diverse aanbevelingen te leveren."
                              ],
                              "tags": ["Python", "Machine Learning", "Aanbevelingssysteem"]
                            },
                            "gh": {
                              "title": "<a href='https://github.com/Charl674/Music-Recommender' target='_blank' rel='noopener noreferrer'>Music Recommendation System (Hybrid)</a>",
                              "text": [
                                "Meyɛ hybrid music recommendation system wɔ Python so a ɛde collaborative filtering (ALS) ma personalized suggestions, content-based filtering wɔ audio features ne genres, ne popularity fallback ma new users anaa songs. System no de pandas, NumPy, SciPy, scikit-learn, matplotlib, ne implicit (ALS) ma accurate ne diverse recommendations."
                              ],
                              "tags": ["Python", "Machine Learning", "Recommendation System"]
                            },
                            "ge": {
                              "title": "<a href='https://github.com/Charl674/Music-Recommender' target='_blank' rel='noopener noreferrer'>Hybrides Musik-Empfehlungssystem</a>",
                              "text": [
                                "Entwickelt ein hybrides Musik-Empfehlungssystem in Python, das Collaborative Filtering (ALS) für personalisierte Vorschläge, Content-basiertes Filtering auf Audioeigenschaften und Genres sowie einen Popularitäts-Fallback für neue Benutzer oder Songs kombiniert. Das System nutzt pandas, NumPy, SciPy, scikit-learn, matplotlib und implicit (ALS) für genaue und vielfältige Empfehlungen."
                              ],
                              "tags": ["Python", "Machine Learning", "Recommendation System"]
                            }}                               
                },
                {
                    "icon": {
                        "img": "images/pictures/credit.webp",
                        "fa": "",
                        "faColors": {"bg": null, "fill": null}
                    },
                    "locales": {
                            "en": {
                              "title": "<a href='https://github.com/Charl674/credit-card-fraud-detection' target='_blank' rel='noopener noreferrer'>Credit Card **Fraud** Detection</a>",
                              "text": "Credit card fraud detection is a vital application in the financial industry, leveraging data science and machine learning to identify suspicious transactions. This Python-based project focuses on building a robust and efficient system to classify transactions as either legitimate or fraudulent using historical transaction data.",
                              "tags": ["Machine Learning", "Python"]
                            },
                            "es": {
                              "title": "<a href='https://github.com/Charl674/credit-card-fraud-detection' target='_blank' rel='noopener noreferrer'>Detección de **Fraudes** con Tarjetas de Crédito</a>",
                              "text": "La detección de fraudes con tarjetas de crédito es una aplicación vital en la industria financiera, aprovechando la ciencia de datos y el aprendizaje automático para identificar transacciones sospechosas. Este proyecto basado en Python se centra en construir un sistema robusto y eficiente para clasificar las transacciones como legítimas o fraudulentas utilizando datos históricos.",
                              "tags": ["Machine Learning", "Python"]
                            },
                            "fr": {
                              "title": "<a href='https://github.com/Charl674/credit-card-fraud-detection' target='_blank' rel='noopener noreferrer'>Détection de **Fraudes** par Carte Bancaire</a>",
                              "text": "La détection de fraudes par carte bancaire est une application cruciale dans le secteur financier, utilisant la data science et le machine learning pour identifier les transactions suspectes. Ce projet basé sur Python vise à construire un système robuste et efficace pour classer les transactions comme légitimes ou frauduleuses à partir de données historiques.",
                              "tags": ["Machine Learning", "Python"]
                            },
                            "nl": {
                              "title": "<a href='https://github.com/Charl674/credit-card-fraud-detection' target='_blank' rel='noopener noreferrer'>Creditcard **Fraude** Detectie</a>",
                              "text": "Creditcardfraudedetectie is een essentiële toepassing in de financiële sector, waarbij data science en machine learning worden gebruikt om verdachte transacties te identificeren. Dit op Python gebaseerde project richt zich op het bouwen van een robuust en efficiënt systeem om transacties te classificeren als legitiem of frauduleus op basis van historische transactiegegevens.",
                              "tags": ["Machine Learning", "Python"]
                            },
                            "gh": {
                              "title": "<a href='https://github.com/Charl674/credit-card-fraud-detection' target='_blank' rel='noopener noreferrer'>Credit Card **Fraud** Detection</a>",
                              "text": "Credit card fraud detection yɛ adwuma a ɛho hia wɔ sika mu adwuma mu, a ɛde data science ne machine learning bɛhunu suspicious transactions. Python-based project yi yɛ focus wɔ sɛnea yɛbɛ build robust ne efficient system a ɛbɛ classify transactions sɛ legitimate anaa fraudulent de historical transaction data.",
                              "tags": ["Machine Learning", "Python"]
                            },
                            "ge": {
                              "title": "<a href='https://github.com/Charl674/credit-card-fraud-detection' target='_blank' rel='noopener noreferrer'>Kreditkarten-**Betrug**-Erkennung</a>",
                              "text": "Die Erkennung von Kreditkartenbetrug ist eine wichtige Anwendung in der Finanzbranche, die Data Science und Machine Learning nutzt, um verdächtige Transaktionen zu identifizieren. Dieses Python-basierte Projekt konzentriert sich auf den Aufbau eines robusten und effizienten Systems zur Klassifizierung von Transaktionen als legitim oder betrügerisch anhand historischer Transaktionsdaten.",
                              "tags": ["Machine Learning", "Python"]
                            }  
                        
                    }
                },
                 {
                    "icon": {
                        "img": "images/pictures/movie.webp",
                        "fa": "",
                        "faColors": {"bg": null, "fill": null}
                    },
                    "locales": {
                            "en": {
                              "title": "<a href='https://github.com/Charl674/movie-recommendation-system' target='_blank' rel='noopener noreferrer'>Movie **Recommendation** System</a>",
                              "text": "A Movie Recommendation System built using Python and machine learning to predict user preferences and suggest movies based on historical ratings and viewing patterns. This project leverages algorithms like collaborative filtering and content-based filtering to deliver personalized recommendations, enhancing user experience in entertainment platforms.",
                              "tags": ["Machine Learning", "SkLearn"]
                            },
                            "es": {
                              "title": "<a href='https://github.com/Charl674/movie-recommendation-system' target='_blank' rel='noopener noreferrer'>Sistema de **Recomendación** de Películas</a>",
                              "text": "Un sistema de recomendación de películas construido con Python y machine learning para predecir las preferencias de los usuarios y sugerir películas basadas en calificaciones históricas y patrones de visualización. Este proyecto utiliza algoritmos como filtrado colaborativo y filtrado basado en contenido para ofrecer recomendaciones personalizadas, mejorando la experiencia del usuario en plataformas de entretenimiento.",
                              "tags": ["Machine Learning", "SkLearn"]
                            },
                            "fr": {
                              "title": "<a href='https://github.com/Charl674/movie-recommendation-system' target='_blank' rel='noopener noreferrer'>Système de **Recommandation** de Films</a>",
                              "text": "Un système de recommandation de films construit avec Python et le machine learning pour prédire les préférences des utilisateurs et suggérer des films en fonction des notes historiques et des habitudes de visionnage. Ce projet utilise des algorithmes tels que le filtrage collaboratif et le filtrage basé sur le contenu pour fournir des recommandations personnalisées, améliorant l'expérience utilisateur sur les plateformes de divertissement.",
                              "tags": ["Machine Learning", "SkLearn"]
                            },
                            "nl": {
                              "title": "<a href='https://github.com/Charl674/movie-recommendation-system' target='_blank' rel='noopener noreferrer'>Film **Aanbevelings** Systeem</a>",
                              "text": "Een filmsaanbevelingssysteem gebouwd met Python en machine learning om gebruikersvoorkeuren te voorspellen en films voor te stellen op basis van historische beoordelingen en kijkpatronen. Dit project maakt gebruik van algoritmen zoals collaborative filtering en content-based filtering om gepersonaliseerde aanbevelingen te geven, waardoor de gebruikerservaring op entertainmentplatforms wordt verbeterd.",
                              "tags": ["Machine Learning", "SkLearn"]
                            },
                            "gh": {
                              "title": "<a href='https://github.com/Charl674/movie-recommendation-system' target='_blank' rel='noopener noreferrer'>Movie **Recommendation** System</a>",
                              "text": "Movie Recommendation System a yɛ build wɔ Python ne machine learning so de predict user preferences ne suggest movies wɔ historical ratings ne viewing patterns so. Project yi de algorithms te sɛ collaborative filtering ne content-based filtering ma personalized recommendations a ɛbɛ enhance user experience wɔ entertainment platforms.",
                              "tags": ["Machine Learning", "SkLearn"]
                            },
                            "ge": {
                              "title": "<a href='https://github.com/Charl674/movie-recommendation-system' target='_blank' rel='noopener noreferrer'>Film-**Empfehlungs**system</a>",
                              "text": "Ein Film-Empfehlungssystem, das mit Python und Machine Learning entwickelt wurde, um Benutzerpräferenzen vorherzusagen und Filme basierend auf historischen Bewertungen und Sehgewohnheiten vorzuschlagen. Dieses Projekt nutzt Algorithmen wie Collaborative Filtering und Content-Based Filtering, um personalisierte Empfehlungen zu liefern und das Benutzererlebnis auf Unterhaltungsplattformen zu verbessern.",
                              "tags": ["Machine Learning", "SkLearn"]
                            }
                          }
                        
                }
                
                        
                
                
            ]
        }
    ]
}
